" bytes" = " bytov";
" of " = " z ";
" was not found." = " nebola nájdená.";
"%@ of %@ items - remaining time: %@" = "%@ z %@ položiek - zostávajúci čas: %@";
"A newer item" = "Novšiu položku";
"An error occurred while deleting." = "Pri mazaní došlo k chybe.";
"An item" = "Položku";
"An older item" = "Staršiu položku";
"Authenticate" = "Overiť";
"Choose Folder" = "Vyberte zložku";
"Computer" = "Počítač";
"Continue" = "Pokračovať";
"Copied %u items to \"%@\"" = "Skopírované %u položiek do \"%@\"";
"Copied: " = "Kopírované: ";
"Copy" = "Kopírovať";
"Copying %u items to \"%@\"" = "Kopírujem %u položiek do \"%@\"";
"Count: %u" = "Počet: %u";
"Delete" = "Vymazať";
"Deleting files" = "Mazanie súborov";
"Deleting from \"%@\"." = "Vymazávam z \"%@\".";
"Deleting item \"%@\"" = "Mazanie položky \"%@\"";
"Document" = "Dokument";
"Emptying the Trash" = "Vysypávanie koša";
"Emptying the Trash…" = "Vysypávanie Koša…";
"Error deleting item." = "Chyba pri mazaní položky.";
"Error!" = "Chyba!";
"Folder" = "Zložka";
"Index not found" = "Index nebol nájdený";
"Item: \"" = "Položka: \"";
"Move" = "Presunúť";
"New Folder" = "Nová zložka";
"None" = "Žiadna";
"Package" = "Balíček";
"Preparing to copy to \"%@\"" = "Prebieha príprava na kopírovanie \"%@\"";
"Preparing to delete \"%@\"" = "Príprava na vymazanie \"%@\"";
"Preparing to delete %@ items" = "Príprava na vymazanie %@ položiek";
"Preparing to empty the Trash…" = "Príprava na vysypanie Koša…";
"Replace" = "Prepísať";
"Replace All" = "Prepísať všetko";
"Replace?" = "Prepísať?";
"Skip" = "Preskočiť";
"Stop" = "Zastaviť";
"Symbolic Link" = "Symbolický link";
"Unlock" = "Odomknúť";
"Volume" = "Jednotka";
"You don't have write permission at \"%@\"" = "Nemáte dostatok práv na zápis do \"%@\"";
"copy" = "kopírovať";
"newer one" = "tú novšiu";
"older one" = "tú staršiu";
"one" = "tú";
"untitled folder" = "nová zložka";
"untitled.txt" = "bezmena.txt";
